--
--requires:LUA
--requires:LIBXML2
--input
HELLO
RUN
<?xml version="1.0" encoding="UTF-8" standalone="yes"?>
<list><book id="1" dsc="Aina Jushi: Idle Talk under Beaus Trellis" language="CN"><author>Aina Jushi</author><title>抱歉，没有找到与您查询的</title><release><date>2008/05/05</date><publisher>The Project Gutenberg</publisher><code>#25328</code></release><excerpt>
弁言<br/>
吾鄉先輩詩人徐菊潭有《豆棚吟》一冊，其所詠古風、律絕諸篇，俱宇宙古今奇情快
事，久矣膾炙人口，惜乎人遐世遠、湮沒無傳，至今高人韻士每到秋風豆熟之際，誦
其一二聯句，令人神往。<br/>
餘不嗜作詩，乃檢遺事可堪解頤者，偶列數則，以補豆棚之意；仍以菊潭詩一首弁之
，詩曰：閑著西邊一草堂，熱天無地可乘涼。<br/>
池塘六月由來淺，林木三年未得長。栽得豆苗堪作蔭，勝於亭榭反生香。晚風約有溪
南叟，劇對蟬聲話夕陽。<br/>

第一則     介之推火封妒婦<br/>
江南地土窪下，雖屬卑溫，一交四月便值黃霉節氣，五月六月就是三伏炎天，酷日當<br/>
空；無論行道之人汗流浹背，頭額焦枯，即在家住的也吼得氣喘，無處存著。上等除<br/>
了富室大家，涼亭水閣，搖扇乘涼，安閑自在；次等便是山僧野叟，散發披襟，逍遙<br/>
於長鬆蔭樹之下，方可過得；那些中等小家無計布擺，只得二月中旬覓得幾株羊眼豆<br/>
，種在屋前屋後閑空地邊，或拿幾株木頭、幾根竹竿搭個棚子，搓些草索，周圍結彩<br/>
的相似。<br/>
不半月間，那豆藤在地上長將起來，彎彎曲曲依傍竹木隨著棚子牽纏滿了，卻比造的<br/>
涼亭反透氣涼快。那些人家或老或少、或男或女，或拿根凳子，或掇張椅子，或鋪條<br/>
涼蓆，隨高逐低坐在下面，搖著扇子，乘著風涼。鄉老們有說朝報的，有說新聞的，<br/>
有說故事的。除了這些，男人便說人家內眷，某老娘賢，某大娘妒，大分說賢的少，<br/>
說妒的多；那女人便說人家丈夫，某官人好，某漢子不好，大分愛丈夫的少，妒丈夫<br/>
的多。可見『妒』之一字，男男女女日日在口裡提起、心裡轉動。如今我也不說別的<br/>
，就把『妒』字說個暢炔，倒也不負這個搭豆棚的意思。你們且安心聽著。<br/>
當日有幾個少年朋友同著幾個老成的人也坐在豆棚之下，右手拿著一把扇子，左手拿<br/>
著不知甚麼閑書，看到鬧熱所在，有一首五言四句的詩，忽然把扇於在凳上一拍，叫<br/>
將起來，便道：『說得太過！說得太過！』那老成人便立起身子道：『卻是為何？那<br/>
少年便把書遞與他，一手指道：『他如何說「青竹蛇兒口，黃蜂尾上針。兩般猶未毒<br/>
，最毒婦人心」？做待的人想是受了婦人閑氣，故意說得這樣利害。難道婦人的心比<br/>
這二種惡物還毒些不成？』那老成人便接口說道：『你們後生小夥子不曾經受，不曾<br/>
出門看見幾處，又不曾逢人說著幾個，如何肯信？即在下今年已及五旬年紀，寧可做<br/>
個鰥夫，不敢娶個婆子。實實在江湖上看見許多，人頭上說將來又聽得許多，一處有<br/>
一處的利害，一人有一人的狠毒，我也說不得許多。曾有一個好事的人，把古的妒婦<br/>
心腸並近日間見的妒婦實跡備悉纂成一冊《妒鑒》，刻了書本，四處流傳。初意不過<br/>
要這些男子看在眼裡，也好防備一番；又要女人看在肚裡，也好懲創一番。男男女女<br/>
好過日子。這個功德卻比唐僧往西天取來的聖經還增十分好處。那曉得婦人一經看過<br/>
，反道「妒」之一字從古流傳，應該有的。竟把那《妒鑒》上事跡看得平平常常，各<br/>
人另要搜尋出一番意見，做得新新奇奇，又要那人在正本《妒鑒》之後刻一本「補遺<br/>
」、二集、三集，乃在婦道中稱個表表豪傑，纔暢快他的意思哩！』又有一個老成人<br/>
接口道：『這《妒鑒》上有的卻是現在結局的事，何足為奇？還有妒到千年萬載做了<br/>
鬼、成了神纔是希罕的事。那少年聽見兩個老成人說得觔觔節節，就拱著手說道：『<br/>
請教！請教！』那老成人說道：『這段書長著哩，你們須烹幾大壺極好的鬆蘿祘片、<br/>
上細的龍井芽茶，再添上幾大盤精緻細料的點心，纔與你們說哩！』那少年們道：『<br/>
不難不難，都是有的。只要說得真實，不要騙了點心、茶吃，隨口說些謊話哄弄我們<br/>
。我們雖是年幼不曾讀書，也要質證他人方肯信哩！』那老成人不慌不忙，就把扇子<br/>
折攏了放在凳角頭，立起身來，說道：『某年某月，我同幾個夥計販了藥材前往山東<br/>
發賣。騎著驢子，隨了車馱，一程走到濟南府章邱縣臨濟鎮之南數里間，遇著一條大<br/>
河。只見兩邊船隻、牲口，你來我往，你往我來，稠稠密密，都也不在心上。見有許<br/>
多婦人，或有過去的，或有過來的。那丑頭怪腦的，隨他往來，得個平常；凡有一二<br/>
分姿色的，到彼處卻不敢便就過去，一到那邊，都把兩鬢蓬蓬鬆鬆扯將下來，將幾根<br/>
亂草插在髻上，又把破舊衣服換在身上，打扮得十分不像樣了，方敢走到河邊過渡。<br/>
臨上船時，還將地上的浮土灰泥擦抹幾把，纔放心走上船，得個平平安安渡過河去<br/>。
若是略象模樣婦人不肯毀容易服，渡到大河中間，風波陡作，捲起那醃腌臢臢的浪頭<br/>
直進船內，把貨物潑濕，衣服穢污，或有時把那婦人隨風捲入水內，連人影也不見了<br/>
。你道甚麼妖魔鬼怪在彼作如此的兇險惡孽？我俏俏在那左近飯店輕輕訪問。那裡人<br/>
都要過渡，懼怕他的，不敢明白顯易說出他的來頭。只有一個老人家在那裡處蒙館的<br/>
，說道：這個神道其來久矣。在唐時有個人做一篇《述異記》，說道：此河名叫妒婦<br/>
津，乃是晉時朝代泰始年號中，一人姓劉名伯玉，有妻段氏名明光，其性妒忌；伯玉<br/>
偶然飲了幾杯餓酒，不知不覺在段氏面前誦了曹子建的《洛神賦》幾句道：『其形也<br/>
翩若驚鴻，婉若游龍。榮曜秋菊，華茂春鬆。彷彿兮若輕雲之蔽月；飄靗兮若流風之<br/>
迴雪。遠而望之，皎若太陽之昇朝霞；迫而察之，灼若芙蕖之出淥波。穠纖得中，修<br/>
短合度。肩若削成，腰如約素。延頸秀項，皜質呈露。芳澤無加，鉛華弗御。雲髻峨<br/>
峨，修眉聯娟，丹脣外朗，皜齒內鮮，明眸善睞，靨輔承權。瑰姿艷逸，儀靜體閑。<br/>
柔情綽態，媚於語言。
</excerpt></book><book id="2" dsc="Aleksandr Sergeevich Pushkin: To a Beautiful woman, Who Was Smelling Tobacco" language="RU"><author>Aleksandr Sergeevich Pushkin</author><title>Krasavitse, Kotoraya Niuhala Tabak</title><release><date>2002/06/29</date><publisher>The Gutenberg Project</publisher><code>#5316</code></release><excerpt>
Красавице, которая нюхала

табак<br/>
Возможно ль? вместо роз, Амуром
насажденных,<br/>
Тюльпанов, гордо наклоненных,
Душистых ландышей, ясминов и лилей,
Которых ты всегда любила
И прежде всякий день носила
На мраморной груди твоей-
Возможно ль, милая Климена?<br/>
Какая странная во вкусе перемена! . .
Ты любишь обонять не утренний цветок,
А вредную траву зелену,
Искусством превращену
В пушистый порошок!<br/>
Пускай уже седой профессор Геттингена,
На старой кафедре согнувшися дугой,
Вперив в латинщину глубокий разум свой,
Раскашлявшись, табак толченый
Пихает в длинный нос иссохшею рукой.<br/>
Пускай младой драгун усатый
Поутру, сидя у окна,
Стаканы сушит все до дна,
С остатком утреннего сна
Из трубки пенковой дым гонит сероватый.<br/>
Пускай красавица шестидесяти лет,
У граций в отпуску, и у любви в отставке
У коей держится вся прелесть на подставке,
У коей без морщин на теле места нет,
Чаек в прикуску попивает,
И с верным табаком печали забывает,
Злословит, молится, зевает.<br/>
А ты, прелестная! . . но если уж табак
Так нравится тебе-о пыл воображенья!
Ах! если, превращенный в прах,
И в табакерке, в заточеньи,
Я в персты нежные твои попасться мог,
Тогда б в сердечном восхищеньи
Рассыпался на грудь под шалевый платок
И даже, может быть. . о сладость
вожделенья<br/>
...До тайных прелестей, которых сам
Эрот<br/>
Запрятал за леса и горы,
Чтоб не могли нескромны взоры
Открыть вместилище божественных
красот.<br/>
Но что! мечта, мечта пустая.<br/>
Не будет этого никак.<br/>
Судьба завистливая злая!<br/>
Ах, отчего я не табак! . .
</excerpt></book><book id="3" dsc="Aeschylus: Seven Against Thebes" language="EL"><author>Αισχύλος</author><description>
Τίτλος: Επτά επί Θήβας
Συγγραφέας: Αισχύλος
Μεταφραστής: Ιωάννης Γρυπάρης
Εκδόσεις Φέξη, 1911
Ηλεκτρονική μεταγραφή: Χρίστος Αλεξανδρίδης
</description><release><date>2006/03/15</date><publisher>The Project Gutenberg</publisher><code>#17966</code></release><excerpt>
Στην παρούσα ηλεκτρονική μεταγραφή διατηρηθήκαν, σε γενικές
γραμμές, η γλώσσα και η ορθογραφία του πρωτοτύπου. Επεμβάσεις
έγιναν μόνο εκεί που το απαιτούσαν οι διορθώσεις των τυπογραφικών
λαθών, η σαφήνεια του κειμένου και το μονοτονικό σύστημα.
<br/>
ΥΠΟΘΕΣΙΣ
<br/>
     Το δράμα τούτο, το οποίον δικαίως ο Αριστοφάνης εις τους<br/>
Βατράχους του ονομάζει «Άρεως μεστόν», αποτελεί μέρος τριλογίας,<br/>
της οποίας τα δυο πρώτα δράματα, απολεσθέντα, ήσαν ο Λάιος και ο<br/>
Οιδίπους. Όπως εις τας Ικέτιδας και τους Πέρσας του αυτού ποιητού<br/>
και ενταύθα επικρατεί το λυρικόν και επικόν στοιχείον μάλλον.<br/>
Μακρά είναι τα λυρικά άσματα και οι κομμοί, μακρόταται δε και<br/>
τελείως επικαί αι περιγραφαί των Αργείων  στρατηγών των<br/>
πολιορκούντων τας Θήβας. Δια τούτο κρίνεται από τας παλαιοτέρας<br/>
τραγωδίας του ποιητού.<br/>
     Το κυρίως τραγικόν στοιχείον είναι η αλληλοκτονία εν μονομαχία<br/>
προ των τειχών της πολιορκουμένης πόλεως των αδελφών Ετεοκλέους<br/>
και Πολυνείκους, των υιών του Οιδίποδος. Τοιουτοτρόπως<br/>
εκληρούται η φοβερά κατάρα του πατρός των, η οποία δια παντός του<br/>
δράματος ενσαρκώνει την Μοίραν της τραγικής οικογενείας. Μετά<br/>
τον διπλούν φόνον, επάνω εις τα νεκρά σώματα των δυο αδελφών, ο<br/>
χορός αποτελούμενος από Θηβαίας παρθένους ψάλλει τον<br/>
λυρικώτατον «Ύμνον των Ερινύων» καθώς τον οναμάζουν αι ίδιαι,<br/>
τούτον δε επακολουθεί ο παθητικώτατος θρήνος των δυο αδελφών<br/>
Αντιγόνης και Ισμήνης, ο οποίος και έπρεπε να τελειώνη το δράμα.<br/>
     Αλλά έπεται και μια τελευταία σκηνή ακόμη. Η Γερουσία της<br/>
πόλεως απαγορεύει την ταφήν του εχθρού της πατρίδος Πολυνείκους°<br/>
κατά της αποφάσεως όμως ταύτης εξεγείρεται και διαμαρτύρεται η<br/>
ευσεβής φιλαδελφεία της Αντιγόνης, με την οποίαν συντάσσεται και<br/>
μέρος του χορού, ενώ το έτερο ημιχόριον, συμμεριζόμενον την<br/>
απόφασιν της πόλεως, συνοδεύει τον νεκρόν του Ετεοκλέους όστις<br/>
μεταφέρεται προς μεγαλοπρεπή ταφήν. Αυτή δε η σκηνή, περιέχουσα<br/>
ως εν σπέρματι την υπόθεσιν της Αντιγόνης του Σοφοκλέους, έκαμε<br/>
πολλούς των κριτικών να υποπτεύωσιν ότι οφείλεται ίσως εις<br/>
μεταγενεστέραν διασκευήν.
</excerpt></book><book id="4" dsc="Unicode: Artificial Example With Codepoints beyond 0xFFFF"><excerpt><div>󰎯󰎠</div><div>󰎻󰎪-󰎾󰎢བ󰊷</div><div>󰋁󰎵󰏁-󰎠:㈲󰎺;󰎬ʤ:̳̳ 󰊺</div></excerpt></book></list>
.
QUIT
--file:echo.lua
function run( )
	f = provider.filter( "libxml2")
	f.empty = false

	input:as( f)
	output:as( f)

	for c,t in input:get() do
		output:print( c, t)
	end
end
--config
provider
{
	cmdhandler
	{
		lua
		{
			program echo.lua
			filter char
		}
	}
}
proc
{
	cmd run
}
--output
OK enter cmd
<?xml version="1.0" encoding="UTF-8" standalone="yes"?>
<list><book id="1" dsc="Aina Jushi: Idle Talk under Beaus Trellis" language="CN"><author>Aina Jushi</author><title>抱歉，没有找到与您查询的</title><release><date>2008/05/05</date><publisher>The Project Gutenberg</publisher><code>#25328</code></release><excerpt>
弁言<br/>
吾鄉先輩詩人徐菊潭有《豆棚吟》一冊，其所詠古風、律絕諸篇，俱宇宙古今奇情快
事，久矣膾炙人口，惜乎人遐世遠、湮沒無傳，至今高人韻士每到秋風豆熟之際，誦
其一二聯句，令人神往。<br/>
餘不嗜作詩，乃檢遺事可堪解頤者，偶列數則，以補豆棚之意；仍以菊潭詩一首弁之
，詩曰：閑著西邊一草堂，熱天無地可乘涼。<br/>
池塘六月由來淺，林木三年未得長。栽得豆苗堪作蔭，勝於亭榭反生香。晚風約有溪
南叟，劇對蟬聲話夕陽。<br/>

第一則     介之推火封妒婦<br/>
江南地土窪下，雖屬卑溫，一交四月便值黃霉節氣，五月六月就是三伏炎天，酷日當<br/>
空；無論行道之人汗流浹背，頭額焦枯，即在家住的也吼得氣喘，無處存著。上等除<br/>
了富室大家，涼亭水閣，搖扇乘涼，安閑自在；次等便是山僧野叟，散發披襟，逍遙<br/>
於長鬆蔭樹之下，方可過得；那些中等小家無計布擺，只得二月中旬覓得幾株羊眼豆<br/>
，種在屋前屋後閑空地邊，或拿幾株木頭、幾根竹竿搭個棚子，搓些草索，周圍結彩<br/>
的相似。<br/>
不半月間，那豆藤在地上長將起來，彎彎曲曲依傍竹木隨著棚子牽纏滿了，卻比造的<br/>
涼亭反透氣涼快。那些人家或老或少、或男或女，或拿根凳子，或掇張椅子，或鋪條<br/>
涼蓆，隨高逐低坐在下面，搖著扇子，乘著風涼。鄉老們有說朝報的，有說新聞的，<br/>
有說故事的。除了這些，男人便說人家內眷，某老娘賢，某大娘妒，大分說賢的少，<br/>
說妒的多；那女人便說人家丈夫，某官人好，某漢子不好，大分愛丈夫的少，妒丈夫<br/>
的多。可見『妒』之一字，男男女女日日在口裡提起、心裡轉動。如今我也不說別的<br/>
，就把『妒』字說個暢炔，倒也不負這個搭豆棚的意思。你們且安心聽著。<br/>
當日有幾個少年朋友同著幾個老成的人也坐在豆棚之下，右手拿著一把扇子，左手拿<br/>
著不知甚麼閑書，看到鬧熱所在，有一首五言四句的詩，忽然把扇於在凳上一拍，叫<br/>
將起來，便道：『說得太過！說得太過！』那老成人便立起身子道：『卻是為何？那<br/>
少年便把書遞與他，一手指道：『他如何說「青竹蛇兒口，黃蜂尾上針。兩般猶未毒<br/>
，最毒婦人心」？做待的人想是受了婦人閑氣，故意說得這樣利害。難道婦人的心比<br/>
這二種惡物還毒些不成？』那老成人便接口說道：『你們後生小夥子不曾經受，不曾<br/>
出門看見幾處，又不曾逢人說著幾個，如何肯信？即在下今年已及五旬年紀，寧可做<br/>
個鰥夫，不敢娶個婆子。實實在江湖上看見許多，人頭上說將來又聽得許多，一處有<br/>
一處的利害，一人有一人的狠毒，我也說不得許多。曾有一個好事的人，把古的妒婦<br/>
心腸並近日間見的妒婦實跡備悉纂成一冊《妒鑒》，刻了書本，四處流傳。初意不過<br/>
要這些男子看在眼裡，也好防備一番；又要女人看在肚裡，也好懲創一番。男男女女<br/>
好過日子。這個功德卻比唐僧往西天取來的聖經還增十分好處。那曉得婦人一經看過<br/>
，反道「妒」之一字從古流傳，應該有的。竟把那《妒鑒》上事跡看得平平常常，各<br/>
人另要搜尋出一番意見，做得新新奇奇，又要那人在正本《妒鑒》之後刻一本「補遺<br/>
」、二集、三集，乃在婦道中稱個表表豪傑，纔暢快他的意思哩！』又有一個老成人<br/>
接口道：『這《妒鑒》上有的卻是現在結局的事，何足為奇？還有妒到千年萬載做了<br/>
鬼、成了神纔是希罕的事。那少年聽見兩個老成人說得觔觔節節，就拱著手說道：『<br/>
請教！請教！』那老成人說道：『這段書長著哩，你們須烹幾大壺極好的鬆蘿祘片、<br/>
上細的龍井芽茶，再添上幾大盤精緻細料的點心，纔與你們說哩！』那少年們道：『<br/>
不難不難，都是有的。只要說得真實，不要騙了點心、茶吃，隨口說些謊話哄弄我們<br/>
。我們雖是年幼不曾讀書，也要質證他人方肯信哩！』那老成人不慌不忙，就把扇子<br/>
折攏了放在凳角頭，立起身來，說道：『某年某月，我同幾個夥計販了藥材前往山東<br/>
發賣。騎著驢子，隨了車馱，一程走到濟南府章邱縣臨濟鎮之南數里間，遇著一條大<br/>
河。只見兩邊船隻、牲口，你來我往，你往我來，稠稠密密，都也不在心上。見有許<br/>
多婦人，或有過去的，或有過來的。那丑頭怪腦的，隨他往來，得個平常；凡有一二<br/>
分姿色的，到彼處卻不敢便就過去，一到那邊，都把兩鬢蓬蓬鬆鬆扯將下來，將幾根<br/>
亂草插在髻上，又把破舊衣服換在身上，打扮得十分不像樣了，方敢走到河邊過渡。<br/>
臨上船時，還將地上的浮土灰泥擦抹幾把，纔放心走上船，得個平平安安渡過河去<br/>。
若是略象模樣婦人不肯毀容易服，渡到大河中間，風波陡作，捲起那醃腌臢臢的浪頭<br/>
直進船內，把貨物潑濕，衣服穢污，或有時把那婦人隨風捲入水內，連人影也不見了<br/>
。你道甚麼妖魔鬼怪在彼作如此的兇險惡孽？我俏俏在那左近飯店輕輕訪問。那裡人<br/>
都要過渡，懼怕他的，不敢明白顯易說出他的來頭。只有一個老人家在那裡處蒙館的<br/>
，說道：這個神道其來久矣。在唐時有個人做一篇《述異記》，說道：此河名叫妒婦<br/>
津，乃是晉時朝代泰始年號中，一人姓劉名伯玉，有妻段氏名明光，其性妒忌；伯玉<br/>
偶然飲了幾杯餓酒，不知不覺在段氏面前誦了曹子建的《洛神賦》幾句道：『其形也<br/>
翩若驚鴻，婉若游龍。榮曜秋菊，華茂春鬆。彷彿兮若輕雲之蔽月；飄靗兮若流風之<br/>
迴雪。遠而望之，皎若太陽之昇朝霞；迫而察之，灼若芙蕖之出淥波。穠纖得中，修<br/>
短合度。肩若削成，腰如約素。延頸秀項，皜質呈露。芳澤無加，鉛華弗御。雲髻峨<br/>
峨，修眉聯娟，丹脣外朗，皜齒內鮮，明眸善睞，靨輔承權。瑰姿艷逸，儀靜體閑。<br/>
柔情綽態，媚於語言。
</excerpt></book><book id="2" dsc="Aleksandr Sergeevich Pushkin: To a Beautiful woman, Who Was Smelling Tobacco" language="RU"><author>Aleksandr Sergeevich Pushkin</author><title>Krasavitse, Kotoraya Niuhala Tabak</title><release><date>2002/06/29</date><publisher>The Gutenberg Project</publisher><code>#5316</code></release><excerpt>
Красавице, которая нюхала

табак<br/>
Возможно ль? вместо роз, Амуром
насажденных,<br/>
Тюльпанов, гордо наклоненных,
Душистых ландышей, ясминов и лилей,
Которых ты всегда любила
И прежде всякий день носила
На мраморной груди твоей-
Возможно ль, милая Климена?<br/>
Какая странная во вкусе перемена! . .
Ты любишь обонять не утренний цветок,
А вредную траву зелену,
Искусством превращену
В пушистый порошок!<br/>
Пускай уже седой профессор Геттингена,
На старой кафедре согнувшися дугой,
Вперив в латинщину глубокий разум свой,
Раскашлявшись, табак толченый
Пихает в длинный нос иссохшею рукой.<br/>
Пускай младой драгун усатый
Поутру, сидя у окна,
Стаканы сушит все до дна,
С остатком утреннего сна
Из трубки пенковой дым гонит сероватый.<br/>
Пускай красавица шестидесяти лет,
У граций в отпуску, и у любви в отставке
У коей держится вся прелесть на подставке,
У коей без морщин на теле места нет,
Чаек в прикуску попивает,
И с верным табаком печали забывает,
Злословит, молится, зевает.<br/>
А ты, прелестная! . . но если уж табак
Так нравится тебе-о пыл воображенья!
Ах! если, превращенный в прах,
И в табакерке, в заточеньи,
Я в персты нежные твои попасться мог,
Тогда б в сердечном восхищеньи
Рассыпался на грудь под шалевый платок
И даже, может быть. . о сладость
вожделенья<br/>
...До тайных прелестей, которых сам
Эрот<br/>
Запрятал за леса и горы,
Чтоб не могли нескромны взоры
Открыть вместилище божественных
красот.<br/>
Но что! мечта, мечта пустая.<br/>
Не будет этого никак.<br/>
Судьба завистливая злая!<br/>
Ах, отчего я не табак! . .
</excerpt></book><book id="3" dsc="Aeschylus: Seven Against Thebes" language="EL"><author>Αισχύλος</author><description>
Τίτλος: Επτά επί Θήβας
Συγγραφέας: Αισχύλος
Μεταφραστής: Ιωάννης Γρυπάρης
Εκδόσεις Φέξη, 1911
Ηλεκτρονική μεταγραφή: Χρίστος Αλεξανδρίδης
</description><release><date>2006/03/15</date><publisher>The Project Gutenberg</publisher><code>#17966</code></release><excerpt>
Στην παρούσα ηλεκτρονική μεταγραφή διατηρηθήκαν, σε γενικές
γραμμές, η γλώσσα και η ορθογραφία του πρωτοτύπου. Επεμβάσεις
έγιναν μόνο εκεί που το απαιτούσαν οι διορθώσεις των τυπογραφικών
λαθών, η σαφήνεια του κειμένου και το μονοτονικό σύστημα.
<br/>
ΥΠΟΘΕΣΙΣ
<br/>
     Το δράμα τούτο, το οποίον δικαίως ο Αριστοφάνης εις τους<br/>
Βατράχους του ονομάζει «Άρεως μεστόν», αποτελεί μέρος τριλογίας,<br/>
της οποίας τα δυο πρώτα δράματα, απολεσθέντα, ήσαν ο Λάιος και ο<br/>
Οιδίπους. Όπως εις τας Ικέτιδας και τους Πέρσας του αυτού ποιητού<br/>
και ενταύθα επικρατεί το λυρικόν και επικόν στοιχείον μάλλον.<br/>
Μακρά είναι τα λυρικά άσματα και οι κομμοί, μακρόταται δε και<br/>
τελείως επικαί αι περιγραφαί των Αργείων  στρατηγών των<br/>
πολιορκούντων τας Θήβας. Δια τούτο κρίνεται από τας παλαιοτέρας<br/>
τραγωδίας του ποιητού.<br/>
     Το κυρίως τραγικόν στοιχείον είναι η αλληλοκτονία εν μονομαχία<br/>
προ των τειχών της πολιορκουμένης πόλεως των αδελφών Ετεοκλέους<br/>
και Πολυνείκους, των υιών του Οιδίποδος. Τοιουτοτρόπως<br/>
εκληρούται η φοβερά κατάρα του πατρός των, η οποία δια παντός του<br/>
δράματος ενσαρκώνει την Μοίραν της τραγικής οικογενείας. Μετά<br/>
τον διπλούν φόνον, επάνω εις τα νεκρά σώματα των δυο αδελφών, ο<br/>
χορός αποτελούμενος από Θηβαίας παρθένους ψάλλει τον<br/>
λυρικώτατον «Ύμνον των Ερινύων» καθώς τον οναμάζουν αι ίδιαι,<br/>
τούτον δε επακολουθεί ο παθητικώτατος θρήνος των δυο αδελφών<br/>
Αντιγόνης και Ισμήνης, ο οποίος και έπρεπε να τελειώνη το δράμα.<br/>
     Αλλά έπεται και μια τελευταία σκηνή ακόμη. Η Γερουσία της<br/>
πόλεως απαγορεύει την ταφήν του εχθρού της πατρίδος Πολυνείκους°<br/>
κατά της αποφάσεως όμως ταύτης εξεγείρεται και διαμαρτύρεται η<br/>
ευσεβής φιλαδελφεία της Αντιγόνης, με την οποίαν συντάσσεται και<br/>
μέρος του χορού, ενώ το έτερο ημιχόριον, συμμεριζόμενον την<br/>
απόφασιν της πόλεως, συνοδεύει τον νεκρόν του Ετεοκλέους όστις<br/>
μεταφέρεται προς μεγαλοπρεπή ταφήν. Αυτή δε η σκηνή, περιέχουσα<br/>
ως εν σπέρματι την υπόθεσιν της Αντιγόνης του Σοφοκλέους, έκαμε<br/>
πολλούς των κριτικών να υποπτεύωσιν ότι οφείλεται ίσως εις<br/>
μεταγενεστέραν διασκευήν.
</excerpt></book><book id="4" dsc="Unicode: Artificial Example With Codepoints beyond 0xFFFF"><excerpt><div>󰎯󰎠</div><div>󰎻󰎪-󰎾󰎢བ󰊷</div><div>󰋁󰎵󰏁-󰎠:㈲󰎺;󰎬ʤ:̳̳ 󰊺</div></excerpt></book></list>

.
OK
BYE
--end

